export const messages = {
    welcomeMessage: "Это приложение ЧВКР."
    + " Оно сделано для того, чтобы помогать поддерживать баланс."
    + " Чтобы упростить процесс, мы будем каждые 2 часа присылать уведомление и напоминать об упражнениях."
    + "Убедитесь, что уведомления включены в настройках."
    + " Чтобы начать заниматься, нажмите клавишу \"Упражнение 1\" ниже",
    
    exercise1: "Упражнение 1",
    exerciseTitle_1: 'Упражнение 1. "Ловим Мысли".',
    exerciseMessage_1: 'Какая волна радио играет сейчас?',

    exercise2: "Упражнение 2",
    exerciseTitle_2: 'Упражнение 2. Монетка на лоб.',
    exerciseMessage_2: 'Базовое упражнение баланса, развивающее технику инертивного отключения сознания.'
    + ' Выберите наиболее резонирующий в данный момент ответ:',
    exerciseOptions_2: ['Дa', 'Выход'],

    exercise3: "Упражнение 3",
    exerciseTitle_3: 'Упражнение 3. Внутренняя Скорость.',
    exerciseMessage_3: 'Диапазон значений:'
        + '+1 [много энергии, много чего хочется]'
        + '0 [внутренний покой]'
        + '-1 [мало энергии, ничего не хочется]'
        + 'Какая внутренняя скорость у Вас прямо сейчас?'
        + ' Выберите наиболее резонирующий в данный момент ответ:',
    exerciseOptions_3: ['+1 [много энергии]', '0 [внутренний покой]', '-1 [мало энергии]'],

    exercise4: "Упражнение 4",
    exerciseTitle_4: 'Упражнение 4. Внутренний Компас.',
    exerciseMessage_4: 'Внутренний Компас - инструмент'
        + 'Вашего проявления в реальности. У него могут быть такие разновидности:'
        + 'Созерцание (Развитие)'
        + 'Наблюдение (Невмешательство)'
        + 'Поддержание'
        + 'Разрушение'
        + 'Куда сейчас смотрит стрелка Вашего компаса?'
    + ' Выберите наиболее резонирующий в данный момент ответ:',
    exerciseOptions_4: ['Созерцание [Развитие]', 'Поддержание [Сохранение]', 'Разрушение [Износ]', 'Наблюдение [Невмешательство]'],

    help: "Справка"
}
