export const messages = {
    welcomeMessage: "Это приложение ЧВКР.\n"
    + "Оно сделано для того, чтобы помогать поддерживать баланс." + ' ' +
    + "Чтобы упростить процесс, мы будем каждые 2 часа присылать уведомление и напоминать об упражнениях." + ' ' +
    + "Убедитесь, что уведомления включены в настройках.\n"
    + "Чтобы начать заниматься, нажмите клавишу \"Упражнение 1\" ниже",
    welcomeButton: "Упражнение 1",
    
    exercise1: "Упражнение 1",
    exerciseTitle_1: 'Упражнение 1. "Ловим Мысли"',
    exerciseMessage_1: 'Какая волна радио играет сейчас? \nВыберите наиболее резонирующий в данный момент ответ:',
    exerciseOptions_1: ['Думаю о себе', 'Думаю о ком-то', 'Думаю о делах', 'Волна тишины', 'Выход'],

    exercise2: "Упражнение 2",
    exerciseTitle_2: 'Упражнение 2. "Монетка на лоб"',
    exerciseMessage_2: 'Базовое упражнение баланса, развивающее технику инертивного отключения сознания.'
    + ' Нажмите "Да", когда монетка окажется на Вашем лбу в районе 3-го глаза. К сожалению, суперклей использовать нельзя.',
    exerciseOptions_2: ['Дa', 'Выход'],

    exercise3: "Упражнение 3",
    exerciseTitle_3: 'Упражнение 3. "Внутренняя Скорость"',
    exerciseMessage_3: 'Диапазон значений:\n'
        + '+1 [много энергии, много чего хочется]\n'
        + '0 [внутренний покой]\n'
        + '-1 [мало энергии, ничего не хочется]\n'
        + 'Какая внутренняя скорость у Вас прямо сейчас?',
    exerciseOptions_3: ['+1 [много энергии]', '0 [внутренний покой]', '-1 [мало энергии]'],

    exercise4: "Упражнение 4",
    exerciseTitle_4: 'Упражнение 4. "Внутренний Компас"',
    exerciseMessage_4: 'Внутренний Компас - инструмент Вашего проявления в реальности.\n'
        + 'У него могут быть такие разновидности:\n'
        + 'Созерцание (Развитие)\n'
        + 'Наблюдение (Невмешательство)\n'
        + 'Поддержание\n'
        + 'Разрушение\n'
        + 'Куда сейчас смотрит стрелка Вашего компаса?',
    exerciseOptions_4: ['Созерцание [Развитие]', 'Поддержание [Сохранение]', 'Разрушение [Износ]', 'Наблюдение [Невмешательство]'],

    
    menu: {
        start: 'start', 
        startDesciption: 'Start the practice'
    },
    
    help: "Справка",
    exit: "Выход",
    bye: "Пока!",
}
